---
kind: other
id: Properties.T:Autodesk.Revit.DB.ScheduleSortGroupField
source: html/f5040b49-03c5-b1d5-3cc5-2e1e8a7ad1b9.htm
---
# ScheduleSortGroupField Properties

The ID of the field that the schedule will be sorted or grouped by.